Repository: michal-f/django-tutorial-app
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: de, pl

source: String parameter not valid!
de: String-Parameter nicht gültig!
pl: Parametr tekstowy nie jest właściwy!

source: Post Error
de: POST method Fehler
pl: Błąd żądania

source: POST action not found:
de: POST Aktion nicht gefunden
pl: Nie znaleziono wymaganego żądania:

source: ajax post handler
pl: Żądanie ajaxowe

source: String param not valid!
de: String param nicht gültig!
pl: Parametr tesktowy nie właściwy!

source: Choice already in db. Unable to add.
de: Antwort bereits in db. Kann nicht hinzufügen.
pl: Odpowiedź jest już w BD. Nie można dodać kolejnej.

source: Duplicates not allowed!
de: Duplikate nicht erlaubt!
pl: Duplikaty nie są dozwolone!

source: Choice saved successfully!
de: Antwort erfolgreich gespeichert
pl: Odpowiedź pomyślnie zapisana!

source: Choice saved!
de: Antwort gespeichert!
pl: Odpowiedź zapisana!

source: Vote added successfully! Vote count:
de: Stimme erfolgreich hinzugefügt! Stimmen zahl:
pl: Pomyślnie dodano głos! aktualna liczba głosów:

source: Vote Added!
de: Stimme abgegeben!
pl: Dodano głos!

source: Vote removed successfully! Vote count:
de: Stimme erfolgreich entfernt! Stimmen zahl:
pl: Pomyślnie usunięto głos! aktualna liczba głosów:

source: Vote Removed!
de: Stimme entfernt!
pl: Głos usunięty!

source: No Choice found in db!
de: Keine Antwort in der db gefunden!
pl: Odpowiedź nie została znaleziona!

source: Choice not Found!
de: Antwort nicht gefunden!
pl: Odpowiedź nie została znaleziona!

source: No Votes Found!
de: Keine Bewertungen gefunden!
pl: Nie znaleziono głosów!

source: No Votes!
de: Keine Bewertungen!
pl: Brak Głosów!

source: No Choices Found in db!
de: Keine Antwort in der db gefunden!
pl: Nie znaleziono odpowiedźi w BD

source: Empty Response!
de: leere method response!
pl: Pusta odpowieź żądania!

source: post Error:
de: POST-Fehler:
pl: Błąd metody POST:

source: Are you sure?
de: Bist du sicher?
pl: Jesteś pewny?

source: You will not be able to recover this choice!
de: Sie werden nicht in der Lage, diese Wahl zu erholen!
pl: Nie będziesz w stanie odzyskać tej odpowiedźi!

source: Yes, delete it!
de: Ja, löschen Sie es!
pl: Tak, należy usunąć!

source: No, cancel !
de: Nein, Absagen !
pl: Nie! Anulowanie

source: Choice has been deleted.
de: Antwort wurde gelöscht.
pl: Odpowiedź została usunięta

source: deleted
de: gelöscht
pl: usunięto

source: Cancelled
de: Abgesagt
pl: Anulowano

source: Choice not deleted
de: Antwort nicht gelöscht
pl: Odpowiedź Nie usunięta

source: error in POST - Refreshing
de: Fehler in POST - Aktualisieren
pl: Błąd w metodzie POST - Odświeżanie

source: Minimum number of characters for a Choice is 2!
de: Mindestanzahl der Zeichen für eine Antwort ist 2
pl: Minimalna liczba znaków dla odpowiedzi wynosi 2!

source: Choice to short!
de: Antwort zu kurz!
pl: Odpowiedź za krótka!

source: Choice changes saved to db!
de: Antwort Änderungen gespeichert in der db!
pl: zmiany w odpowiedzi zapisane do BD!

source: Saved Successfully!
de: Erfolgreich gespeichert!
pl: Pomyślnie zapisano!

source: Saved
de: Gespeichert
pl: Zapisano

source: save !
de: Speicher!
pl: zapisz !

source: Question changed successfully! Current Question ID:
de: Frage erfolgreich geändert! Aktuelle Frage ID:
pl: z Powodzeniem zmieniono pytanie! nr ID pytania:

source: Question changed!
de: Frage geändert
pl: Zmieniono pytanie!

source: Save currently edited Question to show dropdown list!
de: Speichern Sie aktuell bearbeitete Frage um Dropdown-Liste zu zeigen
pl: Zapisz aktualnie edytowane pytanie żeby otworzyć listę pytań!

source: Question not saved
de: Frage nicht gespeichert
pl: Pytanie nie zapisane!

source: Minimum number of characters for a Question is 2!
de: Mindestanzahl der Zeichen für eine Frage ist 2
pl: Minimalna liczba znaków dla pytania wynosi 2!

source: Question to short!
de: Frage an Kurz
pl: Pytanie za krótkie!

source: Question saved!
de: Frage gespeichert!
pl: Pytanie zapisane!

source: What do you want to do now?
de: Was willst du jetzt machen?
pl: Co chcesz teraz robić?

source: go to home page
de: Zur Einstiegsseite
pl: idź do strony głównej

source: continue edition
de: weiter bearbeiten
pl: kontynuacja edycji

source: edit question
de: Frage bearbeiten
pl: edytuj pytanie

source: save question
de: Frage speichern
pl: zapisz pytanie

source: High Contrast View
de: Kontrastansicht
pl: Wysoki Kontrast

source: Standard View
de: Standard Ansicht
pl: Widok Standardowy
